export const storeRooms = [
  {
    id: 1,
    title: "ห้องขนาดเล็ก",
    type: "26 ตร.ม.",
    img: "img/S-room.png",
    price: 4300,
    info:
    "เครื่องปรับอากาศ, เฟอร์นิเจอร์ เช่น ตู้, เตียง, เคเบิลทีวี/ดาวเทียม, โทรศัพท์สายตรง",
    note: "ทางอพาร์ทเม้นท์ขอความร่วมมือไม่เลี้ยงสัตว์และสูบบุหรี่ภายในห้องพัก",
    inCart: false,
    count: 0,
    total: 0
  },{
    id: 2,
    title: "ห้องขนาดกลาง",
    type: "34 ตร.ม.",
    img: "img/M-room.png",
    price: 4600,
    info:
    "เครื่องปรับอากาศ, เฟอร์นิเจอร์ เช่น ตู้, เตียง, เคเบิลทีวี/ดาวเทียม, โทรศัพท์สายตรง",
    note: "ทางอพาร์ทเม้นท์ขอความร่วมมือไม่เลี้ยงสัตว์และสูบบุหรี่ภายในห้องพัก",
    inCart: false,
    count: 0,
    total: 0
  },{
    id: 3,
    title: "ห้องขนาดใหญ่",
    type: "45 ตร.ม.",
    img: "img/L-room.png",
    price: 6500,
    info:
    "เครื่องปรับอากาศ, เฟอร์นิเจอร์ เช่น ตู้, เตียง, เคเบิลทีวี/ดาวเทียม, โทรศัพท์สายตรง",
    note: "ทางอพาร์ทเม้นท์ขอความร่วมมือไม่เลี้ยงสัตว์และสูบบุหรี่ภายในห้องพัก",
    inCart: false,
    count: 0,
    total: 0
  }
];

export const detailRoom = [
  { 
    id: 1,
    title: "ห้องขนาดเล็ก",
    type: "26 ตร.ม.",
    img: "img/S-room.png",
    price: 4300,
    info:
    "เครื่องปรับอากาศ, เฟอร์นิเจอร์ เช่น ตู้, เตียง, เคเบิลทีวี/ดาวเทียม, โทรศัพท์สายตรง",
    note: "ทางอพาร์ทเม้นท์ขอความร่วมมือไม่เลี้ยงสัตว์และสูบบุหรี่ภายในห้องพัก",
    inCart: false,
    count: 0,
    total: 0
  },{
    id: 2,
    title: "ห้องขนาดกลาง",
    type: "34 ตร.ม.",
    img: "img/M-room.png",
    price: 4600,
    info:
    "เครื่องปรับอากาศ, เฟอร์นิเจอร์ เช่น ตู้, เตียง, เคเบิลทีวี/ดาวเทียม, โทรศัพท์สายตรง",
    note: "ทางอพาร์ทเม้นท์ขอความร่วมมือไม่เลี้ยงสัตว์และสูบบุหรี่ภายในห้องพัก",
    inCart: false,
    count: 0,
    total: 0
  },{
    id: 3,
    title: "ห้องขนาดใหญ่",
    type: "45 ตร.ม.",
    img: "img/L-room.png",
    price: 6500,
    info:
    "เครื่องปรับอากาศ, เฟอร์นิเจอร์ เช่น ตู้, เตียง, เคเบิลทีวี/ดาวเทียม, โทรศัพท์สายตรง",
    note: "ทางอพาร์ทเม้นท์ขอความร่วมมือไม่เลี้ยงสัตว์และสูบบุหรี่ภายในห้องพัก",
    inCart: false,
    count: 0,
    total: 0
  }
];